Three layer model:
{'units 1': 256, 'activation function 1': 'elu', 'dropout 1': 0.2, 'units 2': 128, 'activation function 2': 'relu', 'dropout 2': 0.2, 'units 3': 256, 'activation function 3': 'relu', 'dropout 3': 0.5, 'classify function': 'sigmoid', 'learn rate': 0.001, 'tuner/epochs': 18, 'tuner/initial_epoch': 6, 'tuner/bracket': 2, 'tuner/round': 2, 'tuner/trial_id': 'd2656ab72d65d94943a48a011dac396e'}

Model: "functional_5"
_________________________________________________________________
Layer (type)                 Output Shape              Param #   
=================================================================
input_3 (InputLayer)         [(None, 875)]             0         
_________________________________________________________________
dense_8 (Dense)              (None, 256)               224256    
_________________________________________________________________
dropout_6 (Dropout)          (None, 256)               0         
_________________________________________________________________
dense_9 (Dense)              (None, 128)               32896     
_________________________________________________________________
dropout_7 (Dropout)          (None, 128)               0         
_________________________________________________________________
dense_10 (Dense)             (None, 256)               33024     
_________________________________________________________________
dropout_8 (Dropout)          (None, 256)               0         
_________________________________________________________________
dense_11 (Dense)             (None, 206)               52942     
=================================================================
Total params: 343,118
Trainable params: 343,118
Non-trainable params: 0
_________________________________________________________________

